MEN_LAST_NAMES = ['Иванов', 'Достовалов',
                  'Громов', 'Путин', 'Медведев', 'Романов', 'Айзек',
                  'Лапенко', 'Дудь', 'Моргенштерн']
WOMEN_LAST_NAMES = ['Иванова', 'Достовалова', 'Громова', 'Путина', 'Медведева',
                    'Романова', 'Айзек',
                    'Лапенко', 'Дудь', 'Моргенштерн']

LAST_NAMES = {"W": WOMEN_LAST_NAMES, "M": MEN_LAST_NAMES}


MEN_FIRST_NAMES = ['Иван', 'Александр',
                   'Владимир', 'Михаил', 'Тимофей', 'Дмитрий', 'Арсений',
                   ]
WOMEN_FIRST_NAMES = ['Дарья', 'Ксения', 'Александра', 'Юлия', 'Наташа',
                     'Элина', 'Оля',
                     'Мария']


FIRST_NAMES = {"W": WOMEN_FIRST_NAMES, "M": MEN_FIRST_NAMES}


MEN_PATRONYMICS = ["Иванович", "Александрович",
                   "Игоревич", "Владимирович", "Валерьевич"]
WOMEN_PATRONYMICS = ["Ивановна", "Александровна",
                     "Игоревна", "Владимировна", "Валерьевна"]

PATRONYMICS = {"W": WOMEN_PATRONYMICS, "M": MEN_PATRONYMICS}


SEXES = ["W", "M"]

DIAGNOSIS = ["ОРВИ", "язва", "гастрит", "ангина", "депрессия", "ВИЧ"]

SYMPTOMS = ["чихание", "боли в горле", "покраснения на коже",
            "бессоница", "кашель", "тревога", "слабость"]
